Repository: bashu/bbcalc
Catalog: po/*.po
Languages: ru

source: Display BBCalc help
ru: Показать справку

source: Edit application preferences
ru: Изменить настройки приложения

source: Quit the application
ru: Выйти из программы

source: Show information about the application
ru: Показать информацию о программе

source: _Body Building
ru: _Бодибилдинг

source: _Calculators
ru: _Калькуляторы

source: _Edit
ru: _Правка

source: _File
ru: _Файл

source: _Fitness
ru: _Фитнес

source: _Help
ru: _Справка

source: _Ideal Body Measurements
ru: _Идеальные размеры тела

source: _One-Rep Max
ru: _Одноповторный максимум

source: Height:
ru: Рост:

source: Inches Centimeters
ru: Дюймы Сантиметры

source: Pounds Kilograms
ru: Фунты Килограммы

source: Weight:
ru: Вес:

source: Classification:
ru: Классификация:

source: Fat weight:
ru: Вес жира:

source: Gender:
ru: Пол:

source: Lean weight:
ru: Чистый вес:

source: Male Female
ru: Мужчина Женщина

source: Percent bodyfat:
ru: Процент жира:

source: Waist size:
ru: Талия:

source: calories
ru: калорий

source: kg
ru: кг

source: Bicep size:
ru: Бицепс:

source: Calve size:
ru: Голень:

source: Chest size:
ru: Грудь:

source: Forearm size:
ru: Предплечье:

source: Hip size:
ru: Бёдра:

source: Neck size:
ru: Шея:

source: Thigh size:
ru: Бедро:

source: Wrist size:
ru: Запястье:

source: Number of reps:
ru: Число повторений:

source: Predicted one-rep max:
ru: Одноповторный максимум:

source: Weight lifted:
ru: Поднятый вес:

source: lbs
ru: фунт

source: <b>Default Gender</b>
ru: <b>Пол по-умолчанию</b>

source: <b>Measurement System</b>
ru: <b>Система измерения</b>

source: Female
ru: Женщина

source: Imperial
ru: Имперская

source: Male
ru: Мужчина

source: Metric
ru: Метрическая

source: Preferences
ru: Параметры

source: Miles Kilometers
ru: Мили Километры

source: Underweight
ru: Слишком малый вес

source: Overweight
ru: Избыточный вес

source: Obese
ru: Тучный

source: Athletes
ru: Атлетичный

source: cm
ru: см

source: km
ru: км

source: mi
ru: ми
